{
  "title": "お大事に！",
  "no_wrap": false,
  "text_block_list": [
    {
      "name": "",
      "text": "I brought Matikanetannhauser to the infirmary because she got injured during training."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Sorry for worrying you. But it doesn't seem to be a big deal."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Alright, let's get back to the course.",
      "choice_data_list": [
        "Are you planning to run already?",
        "Are you planning to run already?"
      ]
    },
    {
      "name": "Matikanetannhauser",
      "text": "I'm fine! I often get nosebleeds, fevers, or hives, but I'm confident I have twice the energy of anyone else!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Besides, I can't just rest alone while everyone else is working hard!",
      "choice_data_list": [
        "You should rest properly now.",
        "Got it, let's do it within your limits."
      ]
    },
    {
      "name": "Matikanetannhauser",
      "text": "Aww... I thought you might say that..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "But if I don't push myself at times like this, I'll just stay ordinary forever...",
      "choice_data_list": [
        "If something happens, you won't even be able to stay ordinary."
      ]
    },
    {
      "name": "Matikanetannhauser",
      "text": "Mmm... You're absolutely right..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "I understand. I'll rest properly today so I can recover quickly."
    },
    {
      "name": "",
      "text": "Matikanetannhauser said with a slightly disappointed look and went back to the dorm."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Yes! I'll run carefully!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Ouch! That hurt!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Ugh... The spot where I got injured earlier is starting to hurt again... Maybe I got carried away..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Trainer, I'm sorry... It looks like I can't do it today after all..."
    },
    {
      "name": "",
      "text": "Matikanetannhauser said with a look of regret and went back to the dorm."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Phew... It looks like I can run at full speed!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Alright, I'll do my best! I'll make sure to stay within my limits, just like the trainer said! Hmph!"
    },
    {
      "name": "",
      "text": "Matikanetannhauser trained within her limits, being mindful of her injury."
    }
  ]
}