{
  "title": "マチカネタンホイザ登場！",
  "no_wrap": false,
  "text_block_list": [
    {
      "name": "Matikanetannhauser",
      "text": "Once upon a time, in a certain town, there lived an ordinary Umamusume named Omachi-chan."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Working diligently as the poster girl of her family's popular restaurant, Omachi-chan got along well with the customers!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "She smiles happily while eating with everyone!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "...Oh, wait, that's not right.\nSeeing everyone smiling happily as they eat, Omachi-chan smiles happily too!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "While living such days, one day, an Umamusume race came on TV!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "The customers' smiles grew even brighter! Omachi-chan's heart raced with the intensity of the race!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "And so! Omachi-chan, who had grown to admire the world of racing."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Joined a club, trained, took the exam, and then passed—"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Enrolled at Tracen Academy! A happy ending, a happy ending!"
    },
    {
      "name": "Twin Turbo",
      "text": "Huh, that's it!?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Yep, that's it! Pretty ordinary, right? The reason I admired it is also a very common Umamusume story."
    },
    {
      "name": "Ikuno Dictus",
      "text": "I think being able to enroll means it's not exactly 'ordinary.'"
    },
    {
      "name": "Nice Nature",
      "text": "Yeah.\nIt's one of Japan's most competitive schools, after all."
    },
    {
      "name": "",
      "text": "The memorable first day of racing through the Twinkle Series together."
    },
    {
      "name": "",
      "text": "Friends—the overly energetic runaway Umamusume, Twin Turbo, and the slightly cynical Umamusume, Nice Nature."
    },
    {
      "name": "",
      "text": "And along with the intelligent Umamusume, Ikuno Dictus, they had come to watch a mock race."
    },
    {
      "name": "Nice Nature",
      "text": "So even O-Machi is finally having her debut race, huh—."
    },
    {
      "name": "Nice Nature",
      "text": "Hey, Matikanetannhauser-san! In the Twinkle Series, do you have any goals or anything!?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Hmm~, Nature reporter! Well, yes.\nI want to do my best in my own way!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "The Twinkle Series is a race where lots of strong Umamusume run, after all."
    },
    {
      "name": "Matikanetannhauser",
      "text": "It's common to not win graded races, and winning a G1 race is just a handful."
    },
    {
      "name": "Matikanetannhauser",
      "text": "In that situation, if you start aiming for things like the Classic Triple Crown Umamusume or winning the Tenno Sho in both spring and autumn, it's like, whoa!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "You have to win consecutive G1 races, which are already super hard!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "You gotta wonder how the Umamusume who've achieved that did it, right?"
    },
    {
      "name": "Nice Nature",
      "text": "I get it, I get it...!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "But you know, that's exactly why I think I want to win too~."
    },
    {
      "name": "Nice Nature",
      "text": "Win... I get that too. I get it, but...!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "If you're going to a place to compete, you normally want to go there to win properly!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "So for now, first off, without giving up, aim for first place in every race, I guess!"
    },
    {
      "name": "Two People",
      "text": "Huh!"
    },
    {
      "name": "Twin Turbo",
      "text": "I like that! Turbo's gonna do that too!"
    },
    {
      "name": "Nice Nature",
      "text": "That way!?"
    },
    {
      "name": "Nice Nature",
      "text": "No, no! I mean, does it really go that way from the flow of the conversation!?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "I made a proper plan too, see."
    },
    {
      "name": "",
      "text": "Saying that, Matikanetannhauser showed Nice Nature a notebook."
    },
    {
      "name": "Nice Nature",
      "text": "Whoa, you really made one...! It even has meals written down."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Hmph-hmph!"
    },
    {
      "name": "Nice Nature",
      "text": "Wow. As always, you have big dreams, or maybe you're fearless..."
    },
    {
      "name": "Ikuno Dictus",
      "text": "Now, now, isn't that her good point?"
    },
    {
      "name": "Ikuno Dictus",
      "text": "Chasing big dreams as if it's natural, not everyone can do that."
    },
    {
      "name": "",
      "text": "As if cutting off that conversation, suddenly the entire spectator stands erupted with excitement!"
    },
    {
      "name": "Twin Turbo",
      "text": "It's started! The race between McQueen and Teio!"
    },
    {
      "name": "Announcer",
      "text": "All Umamusume have entered the gates—they're off!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Whoa! Teio and McQueen have broken away, just the two of them, charging ahead, zoom zoom zoom!"
    },
    {
      "name": "Umamusume A",
      "text": "As expected of McQueen-san, the idol of stayers! The intensity is on another level~!"
    },
    {
      "name": "Umamusume B",
      "text": "Teio-san is said to be the star of this year's classic class, and you can really feel that 'genius' vibe~!"
    },
    {
      "name": "Ikuno Dictus",
      "text": "Indeed, both of them are a cut above the rest."
    },
    {
      "name": "Announcer",
      "text": "They've passed the 200m mark! They've left the others far behind, it's a complete one-on-one showdown!"
    },
    {
      "name": "Tokai Teio",
      "text": "From here... I'm going for it! Taaaah!"
    },
    {
      "name": "Mejiro McQueen",
      "text": "I won't let you! Haaaah!"
    },
    {
      "name": "",
      "text": "(Waaaaaaaah——!)"
    },
    {
      "name": "Umamusume A",
      "text": "Amazing, amazing, that was an amazing race...!"
    },
    {
      "name": "Umamusume A",
      "text": "...But honestly, I'm glad I wasn't running in it..."
    },
    {
      "name": "Umamusume B",
      "text": "The girls in the back look so down. Can't blame them after having that gap in ability rubbed in their faces..."
    },
    {
      "name": "",
      "text": "The cheers born from the geniuses had more than enough heat to sting the hearts of the 'ordinary' Umamusume."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Whew! That was an incredible race! Right!"
    },
    {
      "name": "Nice Nature",
      "text": "Yeah. Truly a one-on-one battle between geniuses. It was amazing, really..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "It's like they don't even have the other Umamusume in their sights! Wow, that was genius-level stuff, gave me chills!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "If an ordinary me like me were to try and beat those two... what would it take? Maybe a late charge from behind on the straight?"
    },
    {
      "name": "Nice Nature",
      "text": "Huh?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "But Teio's acceleration is amazing too, and to have enough leg left to match that..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Hmm. I guess it's back to building up my body, huh?"
    },
    {
      "name": "Nice Nature",
      "text": "...Sigh."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Huh? What's wrong?"
    },
    {
      "name": "Nice Nature",
      "text": ".........\nMostly, they get scared, give up, or get dazzled by the sparkle..."
    },
    {
      "name": "Nice Nature",
      "text": "It's not something you can just get into that mood right away, you know~~."
    },
    {
      "name": "Matikanetannhauser",
      "text": "R-really?"
    },
    {
      "name": "Nice Nature",
      "text": "Really. ...I really need to learn from that part of you, sooner or later."
    },
    {
      "name": "Nice Nature",
      "text": "...I'm heading back first."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Wha!? Nature~!?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Huh, did I say something that weird?"
    },
    {
      "name": "Yayoi Akikawa",
      "text": "No! Nice Nature's point is perfectly valid! It's one of your great charms!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Chairwoman!"
    },
    {
      "name": "Yayoi Akikawa",
      "text": "I heard your voices while out for a walk, by chance! But, setting that aside—"
    },
    {
      "name": "Yayoi Akikawa",
      "text": "Actually, I have high hopes for you!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "H-h-hopes for me!?"
    },
    {
      "name": "Yayoi Akikawa",
      "text": "Yes, there are countless Umamusume only you can guide! Please do your very best!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "She said that to me! Hehe."
    },
    {
      "name": "",
      "text": "This isn't the first time Yayoi Akikawa has said such words to Matikanetannhauser."
    },
    {
      "name": "Yayoi Akikawa",
      "text": "—Your future is dazzling! I, for one, am very much looking forward to your future achievements!"
    },
    {
      "name": "",
      "text": "Whether it's as the 'Chairwoman' who governs the academy, or as herself, thinking of the Umamusume..."
    },
    {
      "name": "",
      "text": "Her true intentions are unclear, but it's certain that she has taken an interest in Matikanetannhauser."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Honestly, I don't really understand why she has such expectations of someone like me..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "But, well, whatever! The fact that she knew about my debut must mean she's been watching over me!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "I'm simply really happy that she's taken an interest in me! Yeah!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Alright, I've decided! From now on, I'll give the Twinkle Series..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "I'll try pretty hard!",
      "choice_data_list": [
        "(So it's not 'all-out'...)"
      ]
    },
    {
      "name": "Matikanetannhauser",
      "text": "Right! Let's try pretty hard together, Trainer!",
      "choice_data_list": [
        "...Yeah!",
        "...Mm-hmm!"
      ]
    },
    {
      "name": "",
      "text": "Regardless of 'pretty hard'... it seems Akikawa Chairwoman's expectations have really struck a chord with her."
    },
    {
      "name": "",
      "text": "And so, the days of aiming for victory began, alongside this 'ordinary,' hardworking, and slightly unfocused girl."
    }
  ]
}