{
  "title": "ファンレター",
  "no_wrap": false,
  "text_block_list": [
    {
      "name": "Ikuno Dictus",
      "text": "――Well then, shall we begin? Everyone, all together――"
    },
    {
      "name": "Everyone",
      "text": "Congrats on the fan letter, Machitan!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "No, no, thank you, thank you. Hehehe..."
    },
    {
      "name": "",
      "text": "To commemorate Matikanetannhauser receiving a fan letter, a party was being held today with friends gathered."
    },
    {
      "name": "Ikuno Dictus",
      "text": "Now, Tannhauser-san. Please share your current feelings."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Ah~ I've been feeling giddy since getting the letter. Of course, I always carry it with me, and I even kept it by my pillow at night~."
    },
    {
      "name": "Matikanetannhauser",
      "text": "You know, to me, this fan letter is like a new family member."
    },
    {
      "name": "Twin Turbo",
      "text": "Family, huh~! Then we gotta give it a name!"
    },
    {
      "name": "Nice Nature",
      "text": "No, no, that's just a figure of speech... Surely not a name too――"
    },
    {
      "name": "Matikanetannhauser",
      "text": "The name is 'Letter-kun'!"
    },
    {
      "name": "Nice Nature",
      "text": "You already named it!?"
    },
    {
      "name": "Ikuno Dictus",
      "text": "Now, Tannhauser-san, please announce the contents with great anticipation."
    },
    {
      "name": "Matikanetannhauser",
      "text": "Leave it to me! I've read it over and over again, so my recitation is perfect!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "'Hello, Matikanetannhauser-san. I always watch your races.'"
    },
    {
      "name": "Matikanetannhauser",
      "text": "...'I've always been ordinary at everything, and I tend to give up easily. But seeing you run brought a change.'..."
    },
    {
      "name": "Matikanetannhauser",
      "text": "'Facing any opponent, any race, giving it your all and putting everything you have into it. I was deeply moved by that sight'――"
    },
    {
      "name": "Matikanetannhauser",
      "text": "...Sniff..."
    },
    {
      "name": "Nice Nature",
      "text": "...Huh? Are you okay? Tannhauser?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "Mm~mm, I'm fine, I'm fine. Okay, let's continue."
    },
    {
      "name": "Matikanetannhauser",
      "text": "――'From now on, please keep doing your best energetically and powerfully.' Yep, yep. I'll do my best."
    },
    {
      "name": "Matikanetannhauser",
      "text": "'Matikanetannhauser-san is a special hero to me'...!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "——Bwaaahhhh～～!!"
    },
    {
      "name": "Nice Nature",
      "text": "You're gonna cry after all! Haven't you read it many times?"
    },
    {
      "name": "Matikanetannhauser",
      "text": "W-well, yeah, but... I just got so emotional...!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "I'm touched that I can be someone special to someone else, too, and I just...!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "S-sniffle! From now on, I'll... work super duper hard! ...I think I'll write that in my reply!"
    },
    {
      "name": "Everyone",
      "text": "Ooh～!"
    },
    {
      "name": "",
      "text": "And so, Matikanetannhauser, having received courage from her fans, renewed her determination to keep striving."
    }
  ]
}