{
  "title": "グランドライブ、スタート！",
  "no_wrap": false,
  "text_block_list": [
    {
      "name": "Light Hello",
      "text": "...Yes, yes. Understood! Please connect the relay to each stage as well."
    },
    {
      "name": "Light Hello",
      "text": "Trainer-san. I hear everything is going smoothly and it's a huge success. Now, starting Part 2... and then."
    },
    {
      "name": "Light Hello",
      "text": "It will be the debut of 'GIRLS' LEGEND U'.",
      "choice_data_list": [
        "...Finally, huh."
      ]
    },
    {
      "name": "Light Hello",
      "text": "Yes. This song will be performed not just on Stage A here, but also on Stage B, Stage C... and other stages simultaneously."
    },
    {
      "name": "Light Hello",
      "text": "All the Umamusume will sing together, and we plan to get excited with the fans at the same time.",
      "choice_data_list": [
        "That's quite an elaborate setup."
      ]
    },
    {
      "name": "Light Hello",
      "text": "Hehe, we had the tech team pool all their strength for this. We'll definitely make it enjoyable."
    },
    {
      "name": "Light Hello",
      "text": "For the Umamusume, for the fans. —And for you too!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "The faces of everyone waiting for the show to start, they were all fidgeting, couldn't wait~."
    },
    {
      "name": "Matikanetannhauser",
      "text": "At this point, there's no room for nerves or anything. We have to work hard not to let down their expectations...!"
    },
    {
      "name": "Matikanetannhauser",
      "text": "We won't let them say it's 'ordinary'. We'll make everyone smile with the best live performance!"
    },
    {
      "name": "Silence Suzuka",
      "text": "Transcending spring, summer, fall, and winter, yearning and burning with desire..."
    },
    {
      "name": "Mihono Bourbon",
      "text": "...Run."
    },
    {
      "name": "Silence Suzuka",
      "text": "Hehe, this song is interesting, isn't it? Because in the end, it connects to running."
    },
    {
      "name": "Smart Falcon",
      "text": "But that's what makes it so like us Umamusume. I think the lyrics turned out really wonderful!"
    },
    {
      "name": "Smart Falcon",
      "text": "Alright! Inhale... exhale..."
    },
    {
      "name": "Smart Falcon",
      "text": "Let's go, everyone! We'll deliver the song and our feelings with all our might!"
    },
    {
      "name": "Mihono Bourbon",
      "text": "Yeah."
    },
    {
      "name": "Agnes Tachyon",
      "text": "Through this live, you will gain power! Expand your own possibilities, enhance the usefulness of your relationships, and overcome even your limits!"
    },
    {
      "name": "Silence Suzuka",
      "text": "Hehe, that goes for you too, Tachyon."
    },
    {
      "name": "Smart Falcon",
      "text": "We can't end yet, it's not over! Let's all sing together! 'GIRLS' LEGEND U'!"
    },
    {
      "name": "",
      "text": "All that's left is for 'GIRLS' LEGEND U' to play on stage――"
    }
  ]
}